/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = " แคลอรีทั้งหมด %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = " ระยะทางทั้งหมด %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ โดย %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "การออกกำลังกายแบบ %1$@ %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "แก้ไข %@ แล้ว";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "บัญชี %@";

/* %@=Type of workout */
"%@ Workout, no unit data" = "การออกกำลังกายแบบ %@ ไม่มีข้อมูลหน่วย";

/* A folder in Dropbox or Box */
"Folder" = "โฟลเดอร์";

/* A single App Store app */
"App Store app" = "แอพใน App Store";

/* A single Box file */
"Box file" = "ไฟล์ใน Box";

/* A single Dropbox file */
"Dropbox file" = "ไฟล์ใน Dropbox";

/* A single Evernote note */
"Evernote note" = "โน้ตใน Evernote";

/* A single Giphy item */
"Giphy item" = "รายการใน Giphy";

/* A single Trello board */
"Trello board" = "กระดานใน Trello";

/* A single Trello card */
"Trello card" = "บัตรใน Trello";

/* A single Trello item */
"Trello item" = "รายการใน Trello";

/* A single Trello list */
"Trello list" = "รายการใน Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "แผ่นงานใน Ulysses";

/* A single bar code */
"Bar code" = "บาร์โค้ด";

/* A single blood pressure recording */
"Blood pressure" = "ความดันโลหิต";

/* A single health sample in HealthKit */
"Health sample" = "ตัวอย่างสุขภาพ";

/* A single iTunes artist */
"iTunes artist" = "ศิลปินใน iTunes";

/* A single iTunes product */
"iTunes product" = "ผลิตภัณฑ์ของ iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "อัพเดทการตั้งค่าการแจ้งเตือน";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "สลับเปลี่ยนระหว่างกล้องด้านหน้าและกล้องด้านหลัง";

/* Accessibility label for camera shutter button */
"Take picture" = "ถ่ายภาพ";

/* Accessibility label; button to start dictation */
"Start dictation" = "เริ่มป้อนตามคำบอก";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "หยุดป้อนตามคำบอก";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "ปุ่มเลือกกล้อง - ด้านหน้า";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "ปุ่มเลือกกล้อง - ด้านหลัง";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "สลับกล้อง";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "คุณต้องระบุชื่อเพื่อใช้บัตร Trello ใบใหม่";

/* Add Trello card action error */
"You must select a board to create the card on." = "คุณต้องเลือกกระดานเพื่อสร้างบัตรบนนั้น";

/* Add Trello card action error */
"You must select a list to create the card on." = "คุณต้องเลือกรายการเพื่อสร้างบัตรไว้บนนั้น";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "อัพโหลด %@ เป็นไฟล์แนบไม่สำเร็จ";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "เวลาเตือนที่ระบุไม่ถูกต้อง โปรดตรวจสอบข้อผิดพลาดในการสะกดและดูให้แน่ใจว่าคุณระบุเวลาของวัน";

/* Add new event; choose end date */
"Choose End Date" = "เลือกวันที่สิ้นสุด";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "วันที่สิ้นสุดที่ให้มาไม่ถูกต้อง โปรดระบุวันที่สิ้นสุดสำหรับกิจกรรมนี้";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "วันที่เริ่มต้นที่ให้มาไม่ถูกต้อง โปรดระบุวันที่เริ่มต้นสำหรับกิจกรรมนี้";

/* Add new event; error */
"Invalid End Date" = "วันที่สิ้นสุดไม่ถูกต้อง";

/* Add new event; error */
"Invalid Start Date" = "วันที่เริ่มต้นไม่ถูกต้อง";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "ไม่ได้ระบุชื่อ โปรดระบุชื่อสำหรับกิจกรรมนี้";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "ไม่ได้ระบุชื่อเรื่อง โปรดระบุชื่อเรื่องสำหรับรายการเตือนความจำนี้";

/* Add new reminder error */
"The alert location provided could not be found." = "ไม่พบตำแหน่งที่ตั้งการเตือนที่ระบุ";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "เมื่อฉันเข้าสู่: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "เมื่อฉันออกจาก: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "เมื่อฉันอยู่ใกล้: %@";

/* Add new reminder; alert trigger never */
"Never" = "ไม่เลย";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "แตกต่างกันไป";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "ไม่ได้เลือกรายการอยู่";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "คุณต้องเลือกรายการเพื่อเพิ่มงานไปไว้ในนั้น";

/* Add to Wunderlist action no title error */
"No Title" = "ไม่มีชื่อ";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "คุณต้องระบุชื่อเรื่องเมื่อสร้างงานใหม่ใน Wunderlist";

/* Alarm frequency; All days are selected */
"Every Day" = "ทุกวัน";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "ตั้งค่า WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "ตั้งค่า WLAN ของอุปกรณ์เป็นเปิดหรือปิด";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "คุณต้องระบุชื่อไฟล์หรือเส้นทางในผนวกกับข้อความ";

/* Append file failure reason */
"No File Path Provided" = "ไม่ได้ให้เส้นทางไฟล์";

/* Ask for input action */
"Enter URL" = "ป้อน URL";

/* Ask for input action */
"Enter number" = "ป้อนตัวเลข";

/* Ask for input action */
"Pick date" = "เลือกวันที่";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "แตะเพื่ออัดให้เสร็จสิ้น";

/* Audio recorder */
"Tap to start recording." = "แตะเพื่อเริ่มอัด";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "ข้อมูล base64 ที่ส่งผ่านไปยังการเข้ารหัส Base64 ไม่ถูกต้อง";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "ไฟล์ที่ชื่อ “%@” มีอยู่แล้วในเส้นทางที่ระบุไว้";

/* Box error */
"The folder doesn't exist" = "โฟลเดอร์ไม่มีอยู่";

/* Box error */
"The folder doesn’t exist" = "โฟลเดอร์ไม่มีอยู่";

/* Box error message */
"An error occured while authenticating your Box account." = "เกิดข้อผิดพลาดในระหว่างตรวจสอบสิทธิ์บัญชี Box ของคุณ";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "โฟลเดอร์ที่คุณพยายามบันทึกไว้ (%1$@) เป็นไฟล์ที่มีอยู่ใน %2$@ ของคุณ";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "เส้นทางที่คุณพยายามผนวกข้อความไว้ (%1$@) อยู่ภายในไฟล์ที่มีอยู่ใน %2$@ ของคุณ";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "เส้นทางที่คุณพยายามสร้างโฟลเดอร์ไว้ (%1$@) เป็นไฟล์ที่มีอยู่ใน %2$@ ของคุณ";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "เส้นทางที่คุณพยายามสร้างโฟลเดอร์ไว้ (%1$@) อยู่ภายในไฟล์ที่มีอยู่ใน %2$@ ของคุณ";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "ไม่มีเส้นทางที่คุณพยายามบันทึกไว้ (%1$@) อยู่ใน %2$@ ของคุณ";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "เราไม่พบ “%@” ในบัญชี Box ของคุณ";

/* Button */
"Cancel" = "ยกเลิก";

/* Button */
"Continue Anyway" = "ยืนยันดำเนินการต่อ";

/* Button */
"Delete" = "ลบ";

/* Button */
"Delete Account" = "ลบบัญชี";

/* Button */
"Done" = "เสร็จสิ้น";

/* Button */
"Log In" = "เข้าสู่ระบบ";

/* Button */
"Next" = "ถัดไป";

/* Button */
"OK" = "ตกลง";

/* Button */
"Retry" = "ลองอีกครั้ง";

/* Button */
"Sign In" = "ลงชื่อเข้า";

/* Button or title */
"Add Account" = "เพิ่มบัญชี";

/* Button or title */
"Login" = "เข้าสู่ระบบ";

/* Button that takes user to the iOS Health app */
"Open Health" = "เปิดแอพสุขภาพ";

/* Button to allow access to health data or notifications */
"Allow Access" = "อนุญาตให้เข้าถึง";

/* Button to open Settings */
"Open Settings" = "เปิดการตั้งค่า";

/* Button; edit opacity */
"Opacity" = "ความทึบ";

/* Button; edit rotatation in overlay image action */
"Rotation" = "การหมุน";

/* Button; email account app specfic password */
"Create App-Specific Password" = "สร้างรหัสผ่านที่เกี่ยวข้องกับแอพโดยเฉพาะ";

/* Button; reset changes made in overlay image action */
"Reset" = "รีเซ็ต";

/* Camera flash option - auto */
"Auto" = "อัตโนมัติ";

/* Camera flash option - off */
"Off" = "ปิด";

/* Camera flash option - on */
"Flash On" = "เปิดอยู่";

/* Choose an item */
"Choose" = "เลือก";

/* Choose from list action */
"Choose an item" = "เลือกรายการ";

/* Choose multiple images */
"Choose Images" = "เลือกภาพ";

/* Choose one image */
"Choose Image" = "เลือกภาพ";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "ไฟล์นี้ใหญ่เกินไปสำหรับ CloudApp";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "คุณอัพโหลดเกินขีดจำกัดรายวันที่อนุญาตสำหรับแผนบริการฟรีของ CloudApp แล้ว";

/* Combine images action error */
"Cannot run Combine Images" = "ไม่สามารถเรียกใช้การรวมภาพได้";

/* Combine images action error description */
"No images were provided to combine." = "ไม่มีภาพให้รวม";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "สภาพอากาศ";

/* Conditions of the weather */
"Weather Conditions (Single)" = "สภาพอากาศ";

/* Content property name */
"Biological Sex (Content Property Name)" = "เพศตามกำเนิด";

/* Content property name */
"Blood Type (Content Property Name)" = "กรุ๊ปเลือด";

/* Content property name */
"Date of Birth (Content Property Name)" = "วันเกิด";

/* Content property name */
"Unspecified (Content Property Name)" = "ไม่ได้ระบุ";

/* Create IFTTT applet */
"Create Applet" = "สร้างแอปเพล็ต";

/* Create Trello list action error */
"You must select a board to create the list on." = "คุณต้องเลือกกระดานเพื่อสร้างรายการบนนั้น";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "คุณต้องระบุเส้นทางสำหรับโฟลเดอร์ใหม่";

/* Create folder failure reason; no file path specified */
"No path specified!" = "ไม่ได้ระบุเส้นทาง!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/ผจญภัย/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "การผจญภัย/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "ไม่ได้ระบุชื่อ โปรดระบุชื่อสำหรับเพลย์ลิสต์";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "วันที่บันทึกความดันโลหิต";

/* Default notification text for Show Notification action. */
"Notification" = "การแจ้งเตือน";

/* Default value for the translate text action */
"Detect Language" = "ตรวจหาภาษา";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "คุณแน่ใจหรือไม่ว่าคุณต้องการลบ %@";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "คุณแน่ใจแล้วหรือไม่ว่าคุณต้องการลบ %@";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "คุณแน่ใจอย่างแท้จริงแล้วหรือไม่ว่าคุณต้องการลบ %@";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "ลบ %@ หรือไม่";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "การออกกำลังกาย";

/* Dictate text action error */
"Recognition Unavailable" = "ไม่มีการรู้จำ";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "การรู้จำเสียงพูดไม่สามารถใช้งานได้ในตอนนี้ คุณอาจต้องเชื่อมต่อกับอินเทอร์เน็ต";

/* Dictate text action is listening to user */
"Now listening…" = "กำลังฟังอยู่ตอนนี้…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "ตรวจสอบให้แน่ใจว่าส่งผ่าน URL ไปยังการกระทำรับเนื้อหาของ URL";

/* Download URL or Open URL action error */
"No URL Specified" = "ไม่ได้ระบุ URL";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "คาดว่าเป็นไฟล์ แต่เส้นทางที่ได้รับอ้างถึงบางอย่างที่ไม่ใช่ไฟล์";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "คาดว่าเป็นโฟลเดอร์ แต่เส้นทางที่ได้รับอ้างถึงบางอย่างที่ไม่ใช่โฟลเดอร์";

/* Dropbox error */
"A shared link already exists." = "ลิงก์ที่แชร์มีอยู่แล้ว";

/* Dropbox error */
"Access to the requested path is forbidden." = "ห้ามเข้าถึงเส้นทางที่ร้องขอ";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "เกิดข้อผิดพลาดในระหว่างสร้างลิงก์สำหรับแชร์เนื่องจากอีเมลที่เกี่ยวข้องกับบัญชี Dropbox ของคุณยังไม่ได้รับการตรวจสอบยืนยัน";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox ไม่สามารถเข้าถึงไฟล์หรือโฟลเดอร์นี้ได้เพราะชื่อของไฟล์หรือโฟลเดอร์";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox ไม่สามารถบันทึกไฟล์หรือโฟลเดอร์นี้ได้เพราะชื่อของไฟล์หรือโฟลเดอร์";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox ไม่สามารถเขียนไปยังเส้นทางที่ระบุเฉพาะได้เนื่องจากเกิดข้อขัดแย้ง";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "ไม่สามารถถ่ายโอนไฟล์ได้เนื่องจากเนื้อหาถูกจำกัด ตัวอย่างเช่น บางครั้งมีข้อจำกัดทางกฎหมายเนื่องจากมีการเรียกร้องสิทธิ์เกี่ยวกับลิขสิทธิ์";

/* Dropbox error */
"The path root parameter provided is invalid." = "พารามิเตอร์รากของเส้นทางที่ให้มาไม่ถูกต้อง";

/* Dropbox error */
"The request timed out. Please try again." = "คำขอหมดเวลาแล้ว โปรดลองอีกครั้ง";

/* Dropbox error */
"The share settings provided are invalid." = "การตั้งค่าการแชร์ที่ให้ไว้ไม่ถูกต้อง";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "เราไม่พบไฟล์ที่เส้นทางที่ระบุ";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "คุณไม่ได้รับอนุญาตให้แก้ไขการตั้งค่าของลิงก์นี้";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "คุณไม่มีพื้นที่ว่างใน Dropbox เพียงพอให้เขียนข้อมูลนี้";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "คุณไม่มีสิทธิ์ในการเขียนตำแหน่งที่ตั้งที่ระบุเฉพาะ";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "เส้นทางที่คุณพยายามบันทึกไว้ (%1$@) เป็นไฟล์ที่มีอยู่ใน %2$@ ของคุณ";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "“%@” ไม่สามารถบันทึกได้เนื่องจากเป็นโฟลเดอร์หรือชุดโปรแกรม โปรดพิจารณาซิปไฟล์นี้โดยใช้สร้างที่เก็บถาวรก่อนที่จะบันทึก";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "ไม่พบรายการที่เส้นทาง: %@";

/* Dropbox or Box error */
"Folder already exists" = "โฟลเดอร์มีอยู่แล้ว";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "เส้นทางที่คุณพยายามบันทึกไว้ (%1$@) เป็นไฟล์ที่มีอยู่ใน %2$@ ของคุณ เมื่อบันทึกครั้งละหลายๆ ไฟล์ คุณควรระบุเส้นทางไปยังโฟลเดอร์แทน";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "เส้นทางที่คุณพยายามบันทึกไว้ (%1$@) เป็นโฟลเดอร์ที่มีอยู่ใน %2$@ ของคุณ เมื่อผนวกข้อความกับไฟล์หรือเพิ่มข้อความไปยังจุดเริ่มต้นของไฟล์ คุณควรระบุเส้นทางไปยังไฟล์แทน";

/* Dropbox unknown error */
"An unknown error occurred" = "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขึ้น";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขึ้น (%@)";

/* Email account encryption */
"Encryption" = "การเข้ารหัส";

/* Email account login authentication error */
"Authentication Failed" = "การตรวจสอบสิทธิ์ไม่สำเร็จ";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "ที่อยู่อีเมลหรือรหัสผ่านที่คุณป้อนไว้ไม่ถูกต้อง\n\nถ้าคุณเปิดใช้งานการตรวจสอบยืนยันสองขั้นตอน คุณจะต้องสร้างรหัสผ่านที่เกี่ยวข้องกับแอพโดยเฉพาะ";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "ที่อยู่อีเมลหรือรหัสผ่านที่คุณระบุไว้ไม่ถูกต้อง ถ้าคุณเปิดใช้งานการตรวจสอบยืนยันสองขั้นตอน คุณจะต้องป้อนรหัสผ่านที่เกี่ยวข้องกับแอพโดยเฉพาะแทน";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "การตั้งค่าขั้นสูง";

/* Email address field placeholder */
"user@example.com" = "user@example.com";

/* Email address field title or placeholder */
"Email" = "อีเมล";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "ชื่อโฮสต์";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "วันที่สิ้นสุดการบันทึกความดันโลหิต";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "เล่นเสียงไม่สำเร็จเนื่องจากข้อมูลเข้าอยู่ในรูปแบบที่ไม่รองรับ";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "โปรดป้อนวันที่ที่ถูกต้องลงในการกระทำวันที่";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "วันที่ไม่ถูกต้อง";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "รับเวลาเดินทางไม่สำเร็จเนื่องจากไม่มีตำแหน่งที่ตั้งปลายทางที่ส่งผ่านเป็นข้อมูลเข้า";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "สั่งทำงาน JavaScript บนหน้าเว็บไม่สำเร็จเนื่องจากไม่มีหน้าเว็บที่ส่งผ่านเป็นข้อมูลเข้า";

/* Error message */
"Your email or password is incorrect." = "อีเมลหรือรหัสผ่านของคุณไม่ถูกต้อง";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "โปรดส่งผ่านฟีด URL ที่ถูกต้องไปยังการกระทำรับรายการจากฟีด RSS";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "โปรดป้อนที่อยู่ที่ถูกต้องลงในการกระทำที่อยู่";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "ไม่พบตำแหน่งที่ตั้งที่คุณส่งผ่านไปยังการกระทำรับเวลาเดินทาง โปรดลองระบุเมืองและรัฐ นอกเหนือจากที่อยู่ทั่วไป";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "พบการตั้งปลุกหลายรายการที่มีป้าย %@ ลองเลือกการตั้งปลุกรายการใดรายการหนึ่ง";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "เรียกใช้ฉากบ้านไม่สำเร็จเนื่องจากไม่พบบ้าน “%1$@”";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "เรียกใช้ฉากบ้านไม่สำเร็จเนื่องจากไม่พบฉาก “%1$@” ในบ้าน “%2$@”";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "เรียกใช้ฉากบ้านไม่สำเร็จเนื่องจากยังไม่ได้เลือกบ้าน";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "เรียกใช้ฉากบ้านไม่สำเร็จเนื่องจากยังไม่ได้เลือกฉาก";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "ไม่สามารถแยกวิเคราะห์ฟีดข่าวได้";

/* Error message title when no address is entered into Street Address action */
"No Address" = "ไม่มีที่อยู่";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "สถานที่ไม่ถูกต้อง";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "โปรดระบุหน่วยที่ต้องการแปลง";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "การวัดไม่สำเร็จเนื่องจากไม่ได้ระบุหน่วยวัด โปรดเลือกหน่วยวัด";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "การวัดที่มีหน่วยเป็น %1$@ ไม่สามารถแปลงเป็น %2$@ ได้";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "โปรดระบุวันที่ที่ถูกต้องสำหรับการตั้งปลุก";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "เพื่อที่จะใช้การกระทำนี้ ให้เปิดใช้งาน Siri ในการตั้งค่า";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "ไม่สามารถทำการร้องขอให้เสร็จสิ้นได้เนื่องจากปิดใช้งาน Siri อยู่";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "ระยะเวลาของนาฬิกานับถอยหลังต้องน้อยกว่า 24 ชั่วโมง";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "โปรดระบุระยะเวลาสำหรับนาฬิกานับถอยหลัง";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "โปรดระบุการตั้งปลุกที่จะสลับเปิดปิด";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "เกิดข้อผิดพลาดที่ไม่รู้จักขึ้นในขณะดำเนินการร้องขอ";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "ไม่สามารถทำการร้องขอให้เสร็จสิ้นได้เนื่องจากแพลตฟอร์มนี้ไม่รองรับ";

/* Error title when no location provided to Get Travel Time */
"No Location" = "ไม่มีตำแหน่งที่ตั้ง";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "ไม่มีหน้าเว็บ";

/* Exit shortcut action error */
"User requested shortcut exit." = "ผู้ใช้ได้ร้องขอให้ออกจากการทำงานคำสั่งลัด";

/* File name example with preceding / */
"/example.txt" = "/example.txt";

/* File name example without preceding / */
"example.txt" = "example.txt";

/* File picker; button */
"Save Here" = "บันทึกที่นี่";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "รับไฟล์ที่เลือก (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "รับไฟล์ที่เลือก (1)";

/* File status */
"This folder is empty" = "โฟลเดอร์นี้ว่างเปล่า";

/* File status loading */
"Loading…" = "กำลังโหลด…";

/* Find health sample; no samples found */
"No Samples Found" = "ไม่พบตัวอย่าง";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "ถ้าไม่มีตัวอย่าง %@ ที่เก็บบันทึกการใช้งานไว้ คุณก็ต้องให้ตัวอย่างเหล่านั้นสามารถเข้าถึงคำสั่งลัดในแอพสุขภาพได้";

/* Finish dictation command */
"Finish Dictation" = "ป้อนตามคำบอกให้เสร็จสิ้น";

/* Generic health object type when we can’t determine the object type */
"Health" = "สุขภาพ";

/* Get File action; file name example with preceding / */
"/example.txt" = "/example.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "example.txt";

/* Get IP address action error */
"The domain could not be found." = "ไม่พบโดเมน";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "ไม่พบโดเมน (ข้อผิดพลาด 2)";

/* Get IP address action error */
"The response data was not a valid string." = "ข้อมูลการตอบสนองไม่ใช่สตริงที่ถูกต้อง";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "คุณต้องเลือกกระดานเพื่อดึงข้อมูลบัตรออกมา";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "คุณต้องเลือกกระดานเพื่อดึงข้อมูลรายการออกมา";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "คุณต้องเลือกรายการเพื่อดึงข้อมูลบัตรออกมา";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "ไม่สามารถตรวจสอบยืนยันบัญชี Trello ของคุณได้ โปรดลงชื่อออกแล้วลองอีกครั้ง!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "ไม่มีคีย์ให้";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "ไม่พบตำแหน่งที่ตั้งที่กำหนดเอง";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "ไม่มีตำแหน่งที่ตั้งที่กำหนดเอง";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "การรับระยะทางถูกกำหนดค่าไว้ให้รับเวลาเดินทางจากตำแหน่งที่ตั้งที่กำหนดเอง แต่ไม่พบตำแหน่งที่ตั้งที่กำหนดเองที่คุณป้อนไว้";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "การรับระยะทางถูกกำหนดค่าไว้ให้รับเวลาเดินทางจากตำแหน่งที่ตั้งที่กำหนดเอง แต่ไม่มีข้อมูลให้";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "การรับระยะทางไม่สามารถประมาณระยะทางได้เนื่องจากไม่มีตำแหน่งที่ตั้งที่ส่งผ่านเป็นข้อมูลเข้า";

/* Get emoji name action error */
"Failed to find the emoji font." = "ค้นหาแบบอักษรอิโมจิไม่สำเร็จ";

/* Get frames from image error */
"No Image Provided" = "ไม่ได้ให้ภาพ";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "ไม่มี GIF ที่ส่งผ่านเป็นข้อมูลเข้าไปยังการกระทำรับกรอบจากภาพ";

/* Get group from matched text action error */
"No Match" = "ไม่มีรายการที่ตรงกัน";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "ดัชนีที่คุณระบุอยู่นอกช่วงที่เป็นไปได้ (คุณได้ขอกลุ่ม %1$ld และรายการที่ตรงกันมีเฉพาะ %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "รับกลุ่มจากข้อความที่ตรงกันไม่สำเร็จเนื่องจากไม่มีข้อความที่ตรงกันสำหรับกลุ่มบันทึก %ld";

/* Get halfway point action error */
"No first location was provided." = "ไม่ได้ให้ตำแหน่งที่ตั้งแรก";

/* Get halfway point action error */
"No second location was provided." = "ไม่ได้ให้ตำแหน่งที่ตั้งสำรอง";

/* Get halfway point action error */
"Please provide a first location." = "โปรดระบุตำแหน่งที่ตั้งแรก";

/* Get halfway point action error */
"Please provide a second location." = "โปรดระบุตำแหน่งที่ตั้งสำรอง";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "ช่วงที่คุณระบุไม่ถูกต้อง (คุณได้ขอรายการ %1$d ผ่าน %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "ช่วงที่คุณระบุอยู่นอกช่วงที่เป็นไปได้ (คุณได้ขอรายการ %1$d ผ่าน %2$d แต่รายการแรกอยู่ที่ดัชนี 1)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "ช่วงที่คุณระบุอยู่นอกช่วงที่เป็นไปได้ (คุณได้ขอรายการ %1$d ผ่าน %2$d และรายการมีเฉพาะ %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "คุณขอรายการ %d ไว้ แต่รายการแรกอยู่ที่ดัชนีที่ 1";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "คำสั่งลัดไม่พบรายการที่นำเข้าใดๆ ในคลังรูปภาพของคุณ";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "คำสั่งลัดไม่พบรายการที่ร้องขอในคลังรูปภาพของคุณ";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "การรับเวลาเดินทางถูกกำหนดค่าไว้ให้แสดงเวลาเดินทางจากตำแหน่งที่ตั้งที่กำหนดเอง แต่ไม่พบตำแหน่งที่ตั้งที่กำหนดเองที่คุณป้อนไว้";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "การรับเวลาเดินทางถูกกำหนดค่าไว้ให้รับเวลาเดินทางจากตำแหน่งที่ตั้งที่กำหนดเอง แต่ไม่มีข้อมูลให้";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "การเข้าถึงสุขภาพไปยัง %@ ถูกปิดใช้อยู่ คุณสามารถเปิดใช้หมวดหมู่ข้อมูลสุขภาพได้ในแอพสุขภาพ";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "เพื่อที่จะตอบคำถามนี้ คำสั่งลัดจะต้องเข้าถึงข้อมูล %@ ของคุณ";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "คำสั่งลัดไม่สามารถเข้าถึงข้อมูล %@ ของคุณได้";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "ตัวอย่างคุณภาพ %@ ไม่มีข้อมูลหน่วย";

/* Health category date */
"Date" = "วันที่";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "เริ่มรอบเดือน";

/* Health category start date */
"Start Date" = "วันที่เริ่มต้น";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "ความดันโลหิต";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "ประเภทการทดสอบ";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "เวลามื้ออาหาร";

/* Health quantity; blood pressure */
"Diastolic" = "ช่วงหัวใจคลายตัว";

/* Health quantity; blood pressure */
"Systolic" = "ช่วงหัวใจบีบตัว";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "เหตุผล";

/* Health unit for count of generic health sample */
"count" = "จำนวน";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "จำนวน";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "จำนวน";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "มม.";

/* Health unit for ounce */
"oz" = "ออนซ์";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "ไม่ได้ทำตามประเภท %@";

/* HealthKit resource error */
"This device does not have the Health app." = "อุปกรณ์เครื่องนี้ไม่มีแอพสุขภาพ";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "คำสั่งลัดนี้ต้องใช้แอพสุขภาพ ซึ่งอุปกรณ์เครื่องนี้ไม่มี";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "เงื่อนไขการใช้บริการ";

/* Link to a 3rd party terms of service */
"Terms of Use" = "ข้อกำหนดการใช้";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "ตรวจสอบให้แน่ใจว่าอุปกรณ์ของคุณไม่ได้อยู่ในโหมดเครื่องบินแล้วลองอีกครั้ง หรือไม่เช่นนั้นการเปิด Wi-Fi อาจจะช่วยได้";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "คำสั่งลัดไม่สามารถค้นหาตำแหน่งที่ตั้งปัจจุบันของคุณได้";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "วันที่ที่ให้มาไม่ถูกต้อง โปรดระบุวันที่สำหรับตัวอย่างหรือปล่อยให้ช่องวันที่เว้นว่างไว้เพื่อใช้วันที่ปัจจุบัน";

/* Log health sample */
"Invalid Date Range" = "ช่วงวันที่ไม่ถูกต้อง";

/* Log health sample */
"No Value Selected" = "ไม่ได้เลือกค่า";

/* Log health sample */
"Please select a type for this Health sample." = "โปรดเลือกประเภทของตัวอย่างสุขภาพนี้";

/* Log health sample */
"Please select an end date that is after the start date." = "โปรดเลือกวันที่สิ้นสุดที่ต่อจากวันที่ที่เริ่ม";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "โปรดเลือกค่าสำหรับตัวอย่างคุณภาพของลักษณะเยื่อบุโพรงมดลูกนี้";

/* Log health sample; health sample type */
"No Type Selected" = "ไม่ได้เลือกประเภท";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "ไม่ได้เลือกเหตุผลอยู่";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "โปรดเลือกเหตุผลในการฉีดอินซูลิน";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "โปรดเลือกค่าสำหรับตัวอย่างรอบประจำเดือนนี้";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "โปรดเลือกว่าตัวอย่างนี้เป็นช่วงเริ่มรอบเดือนหรือไม่";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "ไม่ได้เลือกหน่วย";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "โปรดเลือกหน่วยวัดของตัวอย่างสุขภาพนี้";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "โปรดเลือกค่าสำหรับตัวอย่างผลทดสอบการตกไข่นี้";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "โปรดเลือกค่าสำหรับตัวอย่างการวิเคราะห์การนอนหลับนี้";

/* Log in view; email address placeholder */
"Email address" = "ที่อยู่อีเมล";

/* Log workout action */
"No Workout Type Selected" = "ไม่ได้เลือกประเภทการออกกำลังกาย";

/* Log workout action */
"Please select a type of activity for this workout." = "โปรดเลือกประเภทของกิจกรรมสำหรับการออกกำลังกายนี้";

/* Login error */
"Your username and/or password are incorrect." = "ชื่อผู้ใช้และ/หรือรหัสผ่านของคุณไม่ถูกต้อง";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "ข้อมูลยืนยันตัวตนของคุณถูกจัดเก็บอยู่ในอุปกรณ์เครื่องนี้ และจะไม่ถูกแชร์กับเซิร์ฟเวอร์ของเราหรือบริษัทอื่นใด";

/* Mail error */
"A recipient is required to send message" = "ต้องมีผู้รับจึงจะส่งข้อความได้";

/* Mail error */
"A sender is required to send message" = "ต้องมีผู้ส่งจึงจะส่งข้อความได้";

/* Mail error */
"A stable connection to the server could not be established" = "ไม่สามารถสร้างการเชื่อมต่อที่เสถียรกับเซิร์ฟเวอร์ได้";

/* Mail error */
"Account check failed because the account is invalid" = "ตรวจสอบบัญชีไม่สำเร็จเนื่องจากบัญชีไม่ถูกต้อง";

/* Mail error */
"An application specific password is required" = "ต้องใช้รหัสผ่านเฉพาะแอพพลิเคชั่น";

/* Mail error */
"An error occurred during an IDLE operation" = "เกิดข้อผิดพลาดในระหว่างการดำเนินการ IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "เกิดข้อผิดพลาดในระหว่าง(เลิก)สมัครรับโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "เกิดข้อผิดพลาดในระหว่างผนวกข้อความไปยังโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "เกิดข้อผิดพลาดในระหว่างคัดลอกข้อความไปยังโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while creating the requested folder" = "เกิดข้อผิดพลาดในระหว่างสร้างโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "เกิดข้อผิดพลาดในระหว่างลบข้อความบนเซิร์ฟเวอร์ POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "เกิดข้อผิดพลาดในระหว่างลบโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "เกิดข้อผิดพลาดในระหว่างลบข้อความในโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "เกิดข้อผิดพลาดในระหว่างดึงข้อมูลรายการข้อความบนเซิร์ฟเวอร์ POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "เกิดข้อผิดพลาดในระหว่างดึงข้อมูลข้อความในโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while performing a No-Op operation" = "เกิดข้อผิดพลาดในระหว่างทำการดำเนินการ No-Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "เกิดข้อผิดพลาดในระหว่างเปลี่ยนชื่อโฟลเดอร์ที่ร้องขอ";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "เกิดข้อผิดพลาดในระหว่างร้องขอความสามารถของเซิร์ฟเวอร์";

/* Mail error */
"An error occurred while requesting the server's identity" = "เกิดข้อผิดพลาดในระหว่างร้องขอข้อมูลประจำตัวของเซิร์ฟเวอร์";

/* Mail error */
"An error occurred while requesting the server's namespace" = "เกิดข้อผิดพลาดในระหว่างร้องขอเนมสเปซของเซิร์ฟเวอร์";

/* Mail error */
"An error occurred while sending the message" = "เกิดข้อผิดพลาดในระหว่างส่งข้อความ";

/* Mail error */
"An error occurred while storing flags" = "เกิดข้อผิดพลาดในระหว่างจัดเก็บธง";

/* Mail error */
"An error when requesting date" = "เกิดข้อผิดพลาดเมื่อร้องขอวันที่";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "พยายามส่งข้อความที่มีไฟล์แนบที่ผิดกฎหมาย";

/* Mail error */
"Authentication is required for this SMTP server" = "ต้องใช้การตรวจสอบสิทธิ์สำหรับเซิร์ฟเวอร์ SMTP นี้";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "ใช้แบนด์วิดท์เกินขีดจำกัดในระหว่างร้องขอข้อมูลจากบัญชี Gmail นี้";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "ไม่สามารถส่งข้อความได้เนื่องจากเซิร์ฟเวอร์ตรวจพบว่าอาจเป็นสแปม";

/* Mail error */
"Compression is not available" = "ไม่มีการบีบอัดให้ใช้งาน";

/* Mail error */
"Credentials with password too simple" = "ข้อมูลยืนยันตัวตนพร้อมรหัสผ่านง่ายเกินไป";

/* Mail error */
"Error while running custom command" = "ข้อผิดพลาดขณะสั่งทำงานคำสั่งแบบกำหนดเอง";

/* Mail error */
"File access error" = "ข้อผิดพลาดการเข้าถึงไฟล์";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "ไม่ได้เปิดใช้งาน IMAP สำหรับบัญชี Gmail นี้";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe เป็นบริการเมลที่ไม่มีให้ใช้งานอีกต่อไป";

/* Mail error */
"No valid server found" = "ไม่พบเซิร์ฟเวอร์ที่ใช้การได้";

/* Mail error */
"Sending messages is not allowed on this server" = "การส่งข้อความไม่ได้รับอนุญาตบนเซิร์ฟเวอร์นี้";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "ถึงขีดจำกัดของที่จัดเก็บข้อมูล SMTP ในระหว่างพยายามส่งข้อความขนาดใหญ่";

/* Mail error */
"The certificate for this server is invalid" = "ใบรับรองของเซิร์ฟเวอร์นี้ไม่ถูกต้อง";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "บัญชี HotMail ปัจจุบันของคุณไม่สามารถเชื่อมต่อกับ WebMail ได้";

/* Mail error */
"The operation succeeded" = "การดำเนินการสำเร็จ";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "ไม่มีโฟลเดอร์ที่ร้องขออยู่ การเลือกโฟลเดอร์ไม่สำเร็จ";

/* Mail error */
"The server does not support STARTTLS connections" = "เซิร์ฟเวอร์ไม่รองรับการเชื่อมต่อแบบ STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "เซิร์ฟเวอร์ไม่รองรับการเชื่อมต่อแบบ TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "ผู้ใช้ต้องเข้าสู่ระบบผ่านเว็บเบราว์เซอร์";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "มีการเชื่อมต่อพร้อมกันไปยังบัญชี Gmail นี้มากเกินไป";

/* Mail error */
"Unable to authenticate with the current session's credential" = "ไม่สามารถตรวจสอบสิทธิ์ด้วยข้อมูลประจำตัวของเซ็สชั่นปัจจุบันได้";

/* Mail error */
"Unable to parse response from server" = "ไม่สามารถตีความการตอบสนองจากเซิร์ฟเวอร์ได้";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "ผู้ใช้ส่งข้อความเกินขีดจำกัดที่อนุญาตให้ส่งในหนึ่งวันแล้ว";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "เซิร์ฟเวอร์ของ Yahoo! ไม่พร้อมในขณะนี้";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "ตัวแปร “%@” ไม่มีภาพให้ใช้สำหรับครอบกรอบ";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "ตรวจสอบให้แน่ใจว่าเลือกตัวแปรสำหรับตัวเลือก “กรอบครอบภาพ” ในการกระทำกรอบครอบภาพ";

/* Mask Image action error title */
"No Mask Provided" = "ไม่ได้ให้กรอบครอบ";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "โปรดเลือกบริการใน %@";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "JavaScript นี้คล้ายกันกับสคริปต์ที่รู้กันโดยทั่วไปว่าไม่ปลอดภัย สคริปต์นี้จะไม่ถูกเรียกใช้เพื่อความปลอดภัยของคุณ";

/* Multiple App Store apps */
"App Store apps" = "แอพใน App Store";

/* Multiple Box files */
"Box files" = "ไฟล์ใน Box";

/* Multiple Dropbox files */
"Dropbox files" = "ไฟล์ใน Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "โน้ตใน Evernote";

/* Multiple Giphy items */
"Giphy items" = "รายการใน Giphy";

/* Multiple Trello boards */
"Trello boards" = "กระดานใน Trello";

/* Multiple Trello cards */
"Trello cards" = "บัตรใน Trello";

/* Multiple Trello items */
"Trello items" = "รายการใน Trello";

/* Multiple Trello lists */
"Trello lists" = "รายการใน Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "แผ่นงานใน Ulysses";

/* Multiple bar codes */
"Bar codes" = "บาร์โค้ด";

/* Multiple blood pressure recordings */
"Blood pressures" = "ความดันโลหิต";

/* Multiple health samples in HealthKit */
"Health samples" = "ตัวอย่างสุขภาพ";

/* Multiple iTunes artists */
"iTunes artists" = "ศิลปินใน iTunes";

/* Multiple iTunes products */
"iTunes products" = "ผลิตภัณฑ์ของ iTunes";

/* Multiple text matches */
"Text matches" = "ข้อความตรงกัน";

/* Multiple workout samples */
"Workout samples" = "ตัวอย่างการออกกำลังกาย";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "แก้ไขบัญชี";

/* Navigation bar title */
"Email Settings" = "การตั้งค่าอีเมล";

/* Navigation bar title */
"Log In to CloudApp" = "เข้าสู่ระบบ CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "เข้าสู่ระบบ | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "เข้าสู่ระบบ Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "เข้าสู่ระบบ Pinboard";

/* Navigation bar title */
"Login to WordPress" = "เข้าสู่ระบบ WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "ตามเทรนด์";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "เซลลูลาร์";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "ล้างแถบค้นหาเพื่อดู GIF ที่อิงตามเทรนด์";

/* No GIFs found empty state title */
"No Results Found" = "ไม่พบผลการค้นหา";

/* None option */
"None" = "ไม่มี";

/* One text match */
"Text match" = "ข้อความตรงกัน";

/* One workout sample */
"Workout sample" = "ตัวอย่างการออกกำลังกาย";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "ตรวจสอบให้แน่ใจว่าส่งผ่าน URL ไปยังการกระทำเปิด URL";

/* Open URL action error */
"The URL could not be opened." = "ไม่สามารถเปิด URL ได้";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "เปิดแอพไม่สำเร็จเนื่องจากไม่พบแอพที่จะเปิด";

/* Open app action error */
"Open App failed because the app could not be opened." = "เปิดแอพไม่สำเร็จเนื่องจากไม่สามารถเปิดแอพได้";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "ดำเนินการการเปิดใน… ไม่สำเร็จเนื่องจากไม่พบแอพที่จะเปิด";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "ไม่ได้ติดต้ัง %1$@ หรือไม่สามารถเปิดไฟล์ %2$@ ได้";

/* Optional field placeholder */
"Optional" = "ไม่บังคับ";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "ตรวจสอบให้แน่ใจว่าเลือกตัวแปรในการกระทำวางซ้อนภาพ";

/* Overlay image action error */
"No Overlay Image" = "ไม่มีการวางซ้อนภาพ";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "ตัวแปร “%@” ไม่มีภาพให้วางซ้อน";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "กำลังประมวลผลภาพ…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "แผนที่";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Transit";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "ขี่จักรยาน";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "ขับรถ";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "โดยสาร";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "เดิน";

/* Parameter placeholder; parameter sets a filename */
"optional" = "ไม่บังคับ";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "หลังอาหาร";

/* Parameter value */
"Asleep (Parameter Value)" = "นอนหลับอยู่";

/* Parameter value */
"Awake (Parameter Value)" = "ตื่น";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "พื้นฐาน";

/* Parameter value */
"Before Meal (Parameter Value)" = "ก่อนอาหาร";

/* Parameter value */
"Bolus (Parameter Value)" = "ก่อนมื้ออาหาร";

/* Parameter value */
"Creamy (Parameter Value)" = "ลื่น";

/* Parameter value */
"Dry (Parameter Value)" = "แห้ง";

/* Parameter value */
"Egg White (Parameter Value)" = "สีขาวไข่ไก่";

/* Parameter value */
"Female (Parameter Value)" = "หญิง";

/* Parameter value */
"Heavy (Parameter Value)" = "มาก";

/* Parameter value */
"Idle (Parameter Value)" = "อยู่นิ่ง";

/* Parameter value */
"In Bed (Parameter Value)" = "นอนพัก";

/* Parameter value */
"Indeterminate (Parameter Value)" = "ไม่ทราบ";

/* Parameter value */
"Light (Parameter Value)" = "แสงไฟ";

/* Parameter value */
"Male (Parameter Value)" = "ผู้ชาย";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "การทดสอบจากการออกกำลังกายหนักสุด";

/* Parameter value */
"Medium (Parameter Value)" = "ปานกลาง";

/* Parameter value */
"Negative (Parameter Value)" = "เป็นลบ";

/* Parameter value */
"No (Parameter Value)" = "ไม่";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "การคาดการณ์โดยไม่ใช้การออกกำลังกาย";

/* Parameter value */
"Not Set (Parameter Value)" = "ไม่ได้ระบุ";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "อื่นๆ";

/* Parameter value */
"Positive (Parameter Value)" = "เป็นบวก";

/* Parameter value */
"Protection Unused (Parameter Value)" = "เลิกใช้การป้องกันแล้ว";

/* Parameter value */
"Protection Used (Parameter Value)" = "ใช้การป้องกันอยู่";

/* Parameter value */
"Sticky (Parameter Value)" = "เหนียว";

/* Parameter value */
"Stood (Parameter Value)" = "ยืน";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "การคาดการณ์จากการออกกำลังกายหนักสุดบางส่วน";

/* Parameter value */
"Unspecified (Parameter Value)" = "ไม่ได้ระบุ";

/* Parameter value */
"Watery (Parameter Value)" = "เปียก";

/* Parameter value */
"Yes (Parameter Value)" = "ใช่";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "ผลลัพธ์ที่ตรงกัน";

/* Password placeholder or title */
"Password" = "รหัสผ่าน";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "ชื่อ";

/* Pinboard login option */
"Use API Token" = "ใช้โทเค็น API";

/* Pinboard login option */
"Use API Token Instead" = "ใช้โทเค็น API แทน";

/* Pinboard login option */
"Use Password" = "ใช้รหัสผ่าน";

/* Pinboard login option */
"Use Password Instead" = "ใช้รหัสผ่านแทน";

/* Pinboard login section header */
"API Token" = "โทเค็น API";

/* Pinboard login section header */
"Pinboard Login" = "การเข้าสู่ระบบ Pinboard";

/* Playlist picker parameter */
"My Music Library" = "คลังเพลงของฉัน";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "ไม่พบรายการที่ตรงกับเกณฑ์ที่ระบุใน Pocket";

/* Post to Tumblr action error */
"No Blog" = "ไม่มีบล็อก";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "คุณไม่ได้ระบุบล็อกที่จะให้โพสต์";

/* QuickLook action error */
"No Items" = "ไม่มีรายการ";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "การกระทำดูแบบรวดเร็วไม่ได้ส่งผ่านรายการใดๆ เพื่อแสดงตัวอย่าง";

/* Recovery option; Enable Siri */
"Enable Siri" = "เปิดใช้งาน Siri";

/* Remove calendar item error */
"Remove" = "เอาออก";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "จำนวนเงินที่คุณระบุ %@ เกินจำนวนเงินสูงสุดที่อนุญาตให้คุณขอ";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "จำนวนเงินที่คุณระบุ %@ ต่ำกว่าจำนวนเงินขั้นต่ำที่อนุญาตให้คุณขอ";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "คนที่คุณพยายามขอเงินไม่มีบัญชีที่ตั้งค่าให้ใช้กับ %@";

/* Required field placeholder */
"Required" = "บังคับ";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "สคริปต์ต้องเรียกใช้ฟังก์ชั่น `completion(result)` เมื่อทำเสร็จสิ้น";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขึ้นในระหว่างสั่งทำงาน JavaScript";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "สั่งทำงาน JavaScript บนหน้าเว็บไม่สำเร็จเนื่องจากสคริปต์ใช้เวลาเรียกตัวจัดการการทำให้เสร็จสิ้นนานเกินไป";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript หมดเวลา";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "ข้อยกเว้นของ JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript ไม่ถูกต้อง";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "การตรวจสอบสิทธิ์ SSH ดำเนินการไม่สำเร็จ";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "โปรดตรวจสอบข้อมูลยืนยันตัวตนของคุณในการกระทำสั่งทำงานสคริปต์ SSH แล้วลองอีกครั้ง";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "ไม่พบคำสั่งลัด";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "ตรวจสอบให้แน่ใจว่าคำสั่งลัดที่ถูกต้องถูกเลือกอยู่ในการกระทำสั่งทำงานคำสั่งลัด";

/* SSH action error */
"Channel allocation error" = "ข้อผิดพลาดการจัดสรรช่องสัญญาณ";

/* SSH action error */
"Connection timed out" = "การเชื่อมต่อหมดเวลา";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "สั่งทำงานสคริปต์ผ่าน SSH ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ SSH ได้";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "ไม่ทราบชื่ออัลบั้ม";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "ไม่มีอัลบั้มรูปภาพที่เลือกไว้";

/* Scan machine readable code action; scon view title */
"Scan Code" = "สแกนรหัส";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "ค้นหาใน Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "คุณต้องระบุคำถามเพื่อค้นหาไปยังค้นหาธุรกิจในท้องถิ่น";

/* Search local businesses action; no locations found error */
"No Locations Found" = "ไม่พบตำแหน่งที่ตั้ง";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "ไม่พบตำแหน่งที่ตั้งที่มีคำสำคัญ “%@”";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "ถ้าคุณใช้ WordPress เวอร์ชั่นที่เป็นโฮสต์ในตัว ให้ป้อน URL ของไซต์ของคุณด้านบน";

/* Section header */
"WordPress Login" = "การเข้าสู่ระบบ WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL ของไซต์";

/* Section header title */
"CloudApp Login" = "การเข้าสู่ระบบ CloudApp";

/* Section header title */
"Incoming Mail Server" = "เซิร์ฟเวอร์เมลเข้า";

/* Section header title */
"Instapaper Login" = "การเข้าสู่ระบบ Instapaper";

/* Section header title */
"Outgoing Mail Server" = "เซิร์ฟเวอร์เมลออก";

/* Section header title; email account */
"Accounts" = "บัญชี";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "ไม่สามารถส่งอีเมลได้ อาจจะยังไม่ได้ตั้งค่าอีเมล";

/* Send email action; invalid email account error */
"Invalid Email Account" = "บัญชีอีเมลไม่ถูกต้อง";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "บัญชีอีเมลที่เลือกไม่ได้เข้าสู่ระบบคำสั่งลัดบนอุปกรณ์เครื่องนี้";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "ไม่สามารถส่งข้อความได้ อาจจะยังไม่ได้เปิดใช้งาน iMessage";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "จำนวนเงินที่คุณระบุ %@ เกินจำนวนเงินสูงสุดที่อนุญาตให้คุณส่ง";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "จำนวนเงินที่คุณระบุ %@ ต่ำกว่าจำนวนเงินขั้นต่ำที่อนุญาตให้คุณส่ง";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "จำนวนเงินที่คุณระบุเป็นสกุลเงิน %1$@ ที่ %2$@ ไม่รองรับ";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "บัญชีของคุณมีเงินไม่เพียงพอที่จะส่งการชำระเงิน";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "คนที่คุณพยายามส่งเงินให้ไม่มีบัญชีที่ตั้งค่าให้ใช้กับ %@";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "คุณไม่ได้กำหนดค่าบัญชีธนาคารไว้ในอุปกรณ์เครื่องนี้";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "คุณจะต้องเปิด %@ เพื่อตรวจสอบยืนยันข้อมูลยืนยันตัวตนของคุณ";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "เกินจำนวนเงินสูงสุด";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "น้อยกว่าปริมาณขั้นต่ำ";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "ไม่รองรับสกุลเงิน";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "เงินไม่เพียงพอ";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "ไม่มีบัญชีธนาคาร";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "ข้อมูลยืนยันตัวตนไม่ได้รับการตรวจสอบยืนยัน";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "ไม่มีบัญชี";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "ตำแหน่งที่ตั้ง";

/* Service name */
"Microphone" = "ไมโครโฟน";

/* Service name */
"Notifications" = "การแจ้งเตือน";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "การรู้จำคำพูด";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "ไม่มีคีย์ให้กับการกระทำตั้งค่าพจนานุกรมสำหรับค่า “%@”";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "ไม่ได้กำหนดค่า";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "ไม่ได้ระบุค่าให้กับการกระทำตั้งค่าพจนานุกรมสำหรับคีย์ “%@”";

/* Show definition action error */
"A definition could not be found for that term." = "ไม่พบคำจำกัดความของคำศัพท์นั้น";

/* Show definition action error */
"No Word Specified" = "ไม่ได้ระบุคำ";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "ไม่มีคำที่ส่งผ่านเป็นข้อมูลเข้าไปยังการกระทำแสดงคำจำกัดความ";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "สิ่งนี้อาจจะเกิดขึ้นหากไม่ได้ติดตั้งพจนานุกรม ในการจัดการพจนานุกรมของคุณ ให้เลือกคำในแอพใดๆ แล้วเลือก “ค้นดู” จากนั้นแตะ “จัดการ”";

/* Show in calendar action error */
"Calendar could not be opened." = "ไม่สามารถเปิดปฏิทินได้";

/* Show webpage action error */
"Unsupported URL" = "URL ใช้ไม่ได้กับระบบ";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "แสดงหน้าเว็บที่รองรับ http:// และ https:// URL แต่คุณได้พยายามที่จะแสดง %@:// URL แล้ว";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "ยังไม่ได้ตั้งค่า %@ ให้โทรออกได้";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "เริ่มการโทรไม่สำเร็จเนื่องจาก %@ ไม่สามารถใช้งานได้";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "เริ่มการโทรไม่สำเร็จเนื่องจาก %@ ไม่สามารถเข้าร่วมสายโทรได้";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ ไม่รองรับรายละเอียดผู้ติดต่อที่คุณระบุ";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "ต้องตั้งค่า";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ ยังไม่สามารถใช้งานได้";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "ไม่รองรับรายชื่อ";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "รายละเอียดผู้ติดต่อไม่ถูกต้อง";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "วันที่เริ่มต้นบันทึกความดันโลหิต";

/* Subcategory */
"Device" = "อุปกรณ์";

/* Subcategory for Set Volume action */
"Playback" = "การเล่น";

/* Take photo action error */
"No suitable camera was detected on this device." = "ตรวจไม่พบกล้องที่เหมาะสมบนอุปกรณ์เครื่องนี้";

/* Time until date action */
"An invalid date to compare to was provided." = "วันที่ที่จะเปรียบเทียบที่ให้มาไม่ถูกต้อง";

/* Time until date action */
"No from date was provided." = "ไม่ได้ให้การกระทำจากวันที่";

/* Time until date action error */
"An invalid from date was provided." = "การกระทำจากวันที่ที่ให้มาไม่ถูกต้อง";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript ที่ไม่ปลอดภัย";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "เวลาสิ้นสุดที่ระบุไม่ถูกต้อง โปรดระบุเวลาสิ้นสุดสำหรับห้ามรบกวน";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "ไม่ได้ระบุกิจกรรมปฏิทิน โปรดระบุกิจกรรมปฏิทินที่จะเปิดใช้งานห้ามรบกวนเป็นระยะเวลาตามกิจกรรมนั้น";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "โปรดระบุเวลาสิ้นสุดที่เป็นเวลาหลังจากเวลาปัจจุบันสำหรับห้ามรบกวน";

/* Trim video action error */
"The input was not a video that can be edited." = "ข้อมูลเข้าไม่ใช่วิดีโอที่สามารถแก้ไขได้";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL ไม่ถูกต้อง: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "โปรดอนุญาตคำสั่งลัดอีกครั้งด้วย Ulysses เพื่อเข้าถึงแผ่นงานนี้";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "ต้องเข้าถึง Ulysses";

/* Unspecified health kit category sample type */
"Unspecified" = "ไม่ได้ระบุ";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "รายการอัดเสียง";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " และ ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " และ ";

/* User name field title */
"User Name" = "ชื่อผู้ใช้";

/* Username placeholder or title */
"Username" = "ชื่อผู้ใช้";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "ไฟฉายของอุปกรณ์เครื่องนี้ยังไม่สามารถใช้กับแอพคำสั่งลัดได้ในตอนนี้";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "อุปกรณ์เครื่องนี้ไม่มีไฟฉาย";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "การกระทำสภาพอากาศถูกกำหนดค่าไว้ให้รับสภาพอากาศของตำแหน่งที่ตั้งที่กำหนดเอง แต่ไม่มีข้อมูลให้";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "ไม่สามารถตรวจสอบตำแหน่งที่ตั้งได้";

/* Weather condition: Blizzard */
"Blizzard" = "พายุหิมะ";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "ลมหิมะพัดแรง";

/* Weather condition: Blustery */
"Blustery" = "ลมพัดแรง";

/* Weather condition: Clear */
"Clear" = "ปลอดโปร่ง";

/* Weather condition: Cloudy */
"Cloudy" = "เมฆมาก";

/* Weather condition: Cold */
"Cold" = "อากาศเย็น";

/* Weather condition: Drizzle */
"Drizzle" = "ฝนละออง";

/* Weather condition: Dust */
"Dust" = "ฝุ่นมาก";

/* Weather condition: Foggy */
"Foggy" = "หมอกจัด";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "ฝนละอองหนาวจัด";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "ฝนเยือกแข็งตก";

/* Weather condition: Hail */
"Hail" = "ลูกเห็บ";

/* Weather condition: Haze */
"Haze" = "ฟ้าหลัว";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "ฝนตกหนัก";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "หิมะตกหนัก";

/* Weather condition: Hot */
"Hot" = "ร้อน";

/* Weather condition: Hurricane */
"Hurricane" = "พายุเฮอร์ริเคน";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "ฝนฟ้าคะนองเป็นแห่งๆ";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "พายุฝนฟ้าคะนองเป็นแห่งๆ";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "หิมะตกปรอยเล็กน้อย";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "ทั้งฝนตกและลูกเห็บตก";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "ทั้งฝนตกและฝนน้ำแข็ง";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "ทั้งฝนตกและหิมะตก";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "ทั้งหิมะตกและฝนน้ำแข็ง";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "ส่วนมากปลอดโปร่ง";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "เมฆเป็นส่วนมาก";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "เมฆเป็นบางส่วน";

/* Weather condition: Rain */
"Rain" = "ฝนตก";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "ฝนกระจาย";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "ฝนหิมะตกกระจาย";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "พายุฝนฟ้าคะนองกระจาย";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "พายุฝนฟ้าคะนองอย่างรุนแรง";

/* Weather condition: Showers */
"Showers" = "ฝนตกซู่";

/* Weather condition: Sleet */
"Sleet" = "ฝนลูกเห็บตก";

/* Weather condition: Smoky */
"Smoky" = "ควันหนาแน่น";

/* Weather condition: Snow */
"Snow" = "หิมะตก";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "หิมะตกปรอย";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "พายุฝนฟ้าคะนอง";

/* Weather condition: Tornado */
"Tornado" = "พายุทอร์นาโด";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "พายุเขตร้อน";

/* Weather condition: Windy */
"Windy" = "ลมแรง";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ และ %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "มลพิษทางอากาศ";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "มลพิษทางอากาศ";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "โฟลเดอร์ไม่มีอยู่";

/* iCloud Drive error */
"The iCloud Container could not be found." = "ไม่พบตัวบรรจุ iCloud";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud ไม่สามารถขอลิงก์ที่ไปยังไฟล์นี้ได้เนื่องจากเป็นโฟลเดอร์ iCloud จะรองรับการขอลิงก์ที่ไปยังไฟล์ปกติเท่านั้น";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud ไม่สามารถขอลิงก์ที่ไปยัง %@ นี้ได้เนื่องจากเป็นชุดรวม (ชุดรวมเป็นโฟลเดอร์ที่ทำงานเหมือนไฟล์)";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” เป็นชุดรวม";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "ไม่มีเส้นทางที่คุณพยายามบันทึกไว้ (%@) อยู่บน iCloud";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "เส้นทางที่คุณพยายามบันทึกไว้ (%@) เป็นไฟล์ที่มีอยู่บน iCloud เมื่อบันทึกครั้งละหลายๆ ไฟล์ คุณควรระบุเส้นทางไปยังโฟลเดอร์แทน";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” เป็นโฟลเดอร์";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "ไฟล์มีอยู่แล้ว";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "ไฟล์มีอยู่แล้ว";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "ที่อยู่อีเมลหรือรหัสผ่านที่คุณระบุไว้ไม่ถูกต้อง ในการเข้าสู่ระบบเมล iCloud ในคำสั่งลัด คุณจะต้องใช้รหัสผ่านที่เกี่ยวข้องกับแอพโดยเฉพาะ\n\nถ้าคุณไม่ได้เปิดใช้งานการตรวจสอบสิทธิ์สองปัจจัย คุณจะต้องเปิดใช้งานเพื่อสร้างรหัสผ่านที่เกี่ยวข้องกับแอพโดยเฉพาะ";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "ผู้แสดง";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "อัลบั้ม";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "ศิลปิน";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "ผู้เขียน";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "ผู้แต่ง";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "คำอธิบาย";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "ผู้กำกับ";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "ภาพยนตร์เรื่องยาว";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "ประเภท";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "คำสำคัญ";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "ภาษา";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "ศิลปิน";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "ภาพยนตร์";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "ผู้ผลิต";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID ของผลิตภัณฑ์";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "ดัชนีการจัดอันดับ";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "การจัดอันดับ";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "ปีที่วางจำหน่าย";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "ภาพยนตร์สั้น";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "รายการ";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "นักพัฒนา";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "เพลง";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "ตอน";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "ซีซั่น";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "ชื่อ";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "ทั้งหมด";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "ศิลปิน";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "แทร็ค";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "ผู้เขียน";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "หนังสือเสียง";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "หนังสือ";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "ศิลปิน";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "ภาพยนตร์";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "อัลบั้ม";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "ศิลปิน";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "เพลง";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "แทร็ค";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "มิวสิควิดีโอ";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "ผู้เขียน";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "พ็อดคาสท์";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "ศิลปิน";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "ภาพยนตร์สั้น";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "ตอน";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "ซีซั่น";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "ศิลปิน";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "แทร็ค";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "แอพ";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "หนังสือเสียง";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "หนังสือ";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "มิวสิควิดีโอ";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "เพลง";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "พ็อดคาสท์";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "ภาพยนตร์สั้น";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "รายการทีวี";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "ทั้งหมด";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "ภาพยนตร์";

